<html>
<head>
<meta charset='utf-8'>
<meta name='viewport' content='width=device-width'>
<title>SocksLite Pro: Terms &amp; Conditions | Privacy Policy</title>
<script type="text/javascript" charset="UTF-8"></script><style> 
        body {
          margin: 25px auto;
          max-width: 800px;
          font-family: Arial;
          padding: 10px;
        }
      </style>
</head>
<body>
	<p><span style="font-size:16px"><strong>Termos e Condi&ccedil;&otilde;es</strong></span></p>

<p>Estes termos e condi&ccedil;&otilde;es (&quot;Termos&quot;) regem o uso do aplicativo SocksLite (&quot;Aplicativo&quot;), desenvolvido pela KiritoProjects (&quot;Empresa&quot;). Ao baixar ou usar o Aplicativo, voc&ecirc; concorda em cumprir estes Termos. &Eacute; importante ler atentamente este documento antes de usar o Aplicativo.&nbsp;</p>

<p><strong>1. Propriedade Intelectual</strong><br />
O Aplicativo SocksLite, incluindo suas marcas comerciais, direitos autorais e outros direitos de propriedade intelectual relacionados, s&atilde;o de propriedade exclusiva da KiritoProjects. Voc&ecirc; n&atilde;o est&aacute; autorizado a copiar, modificar ou utilizar qualquer parte do Aplicativo ou suas marcas comerciais de qualquer forma.</p>

<p><strong>2. Uso do Aplicativo</strong><br />
Voc&ecirc; n&atilde;o deve tentar extrair o c&oacute;digo-fonte do Aplicativo, traduzi-lo para outros idiomas ou criar vers&otilde;es derivadas sem autoriza&ccedil;&atilde;o pr&eacute;via por escrito da KiritoProjects. Qualquer uso n&atilde;o autorizado do Aplicativo ou viola&ccedil;&atilde;o destes Termos pode resultar em medidas legais.</p>

<p><strong>3. Altera&ccedil;&otilde;es e Cobran&ccedil;as</strong><br />
A KiritoProjects reserva-se o direito de fazer altera&ccedil;&otilde;es no Aplicativo ou cobrar por seus servi&ccedil;os a qualquer momento e por qualquer motivo. Quaisquer altera&ccedil;&otilde;es ser&atilde;o comunicadas a voc&ecirc; de forma clara. Voc&ecirc; n&atilde;o ser&aacute; cobrado pelo Aplicativo ou seus servi&ccedil;os sem consentimento pr&eacute;vio.</p>

<p><strong>4. Privacidade e Seguran&ccedil;a</strong><br />
O Aplicativo SocksLite pode coletar e processar dados pessoais fornecidos por voc&ecirc; para fornecer o servi&ccedil;o. &Eacute; sua responsabilidade manter seu dispositivo e acesso ao Aplicativo seguros. Recomendamos que voc&ecirc; n&atilde;o fa&ccedil;a jailbreak ou root em seu dispositivo, pois isso pode comprometer a seguran&ccedil;a e o funcionamento adequado do Aplicativo.</p>

<p><strong>5. Terceiros</strong><br />
O Aplicativo pode utilizar servi&ccedil;os de terceiros que possuem seus pr&oacute;prios termos e condi&ccedil;&otilde;es. Ao utilizar o Aplicativo, voc&ecirc; tamb&eacute;m concorda em cumprir os termos e condi&ccedil;&otilde;es desses provedores de servi&ccedil;os de terceiros.</p>

<p><strong>6. Limita&ccedil;&atilde;o de Responsabilidade</strong><br />
A KiritoProjects n&atilde;o se responsabiliza por qualquer perda direta ou indireta que voc&ecirc; possa incorrer ao usar o Aplicativo. Embora nos esforcemos para manter o Aplicativo atualizado e correto, dependemos de terceiros para fornecer informa&ccedil;&otilde;es, e n&atilde;o garantimos a precis&atilde;o ou disponibilidade cont&iacute;nua do Aplicativo.</p>

<p><strong>7. Encerramento e Atualiza&ccedil;&otilde;es</strong><br />
A KiritoProjects pode decidir atualizar ou interromper o Aplicativo a qualquer momento, sem aviso pr&eacute;vio. Ap&oacute;s o encerramento, voc&ecirc; deve parar de usar o Aplicativo e exclu&iacute;-lo de seu dispositivo.</p>

<p><strong>8. Altera&ccedil;&otilde;es nos Termos e Condi&ccedil;&otilde;es</strong><br />
Estes Termos podem ser atualizados pela KiritoProjects de tempos em tempos. &Eacute; recomend&aacute;vel revisar esta p&aacute;gina periodicamente para verificar quaisquer altera&ccedil;&otilde;es. A KiritoProjects notificar&aacute; voc&ecirc; sobre as altera&ccedil;&otilde;es publicando os novos Termos e Condi&ccedil;&otilde;es nesta p&aacute;gina.</p>

<p>Ao usar o Aplicativo SocksLite, voc&ecirc; concorda e aceita todos os termos e condi&ccedil;&otilde;es estabelecidos acima.</p>

<p>&nbsp;</p>

<p><span style="font-size:16px"><strong>Pol&iacute;tica de Privacidade</strong></span></p>

<p>Agradecemos por escolher o aplicativo SocksLite (&quot;Aplicativo&quot;), desenvolvido pela KiritoProjects. Esta Pol&iacute;tica de Privacidade descreve como coletamos, usamos e divulgamos informa&ccedil;&otilde;es pessoais quando voc&ecirc; utiliza nosso Aplicativo. Ao utilizar o Aplicativo, voc&ecirc; concorda com esta Pol&iacute;tica de Privacidade.</p>

<p>&nbsp;</p>

<p><span style="font-size:16px"><strong>Coleta e uso de informa&ccedil;&otilde;es</strong></span></p>

<p><strong>1. Informa&ccedil;&otilde;es Coletadas</strong><br />
Para fornecer e aprimorar nosso Servi&ccedil;o, podemos solicitar que voc&ecirc; forne&ccedil;a determinadas informa&ccedil;&otilde;es pessoais. As informa&ccedil;&otilde;es que coletamos podem incluir, mas n&atilde;o se limitam a:</p>

<ul>
	<li>&nbsp;Informa&ccedil;&otilde;es de uso do dispositivo, incluindo endere&ccedil;o IP, nome do dispositivo, vers&atilde;o do sistema operacional e estat&iacute;sticas de uso;</li>
	<li>&nbsp;Informa&ccedil;&otilde;es de registro e uso do Aplicativo;</li>
	<li>Dados de localiza&ccedil;&atilde;o, se voc&ecirc; optar por compartilh&aacute;-los.</li>
</ul>

<p><strong>2. Uso de Servi&ccedil;os de Terceiros</strong><br />
O Aplicativo SocksLite utiliza os seguintes servi&ccedil;os de terceiros para oferecer recursos e analisar o uso do Aplicativo:</p>

<ul>
	<li><strong>Appodeal: </strong>Para mais informa&ccedil;&otilde;es sobre como o Appodeal coleta e trata dados, consulte os Termos e Condi&ccedil;&otilde;es em: <a href="https://appodeal.com/terms-of-service/">Link para os Termos e Condi&ccedil;&otilde;es do Appodeal</a></li>
	<li>&nbsp;<strong>AdMob:</strong> Para mais informa&ccedil;&otilde;es sobre como o AdMob coleta e trata dados, consulte os Termos e Condi&ccedil;&otilde;es em: <a href="https://policies.google.com/terms">Link para os Termos e Condi&ccedil;&otilde;es do AdMob</a></li>
	<li><strong>&nbsp;Google Play Services:</strong> Para mais informa&ccedil;&otilde;es sobre como o Google Play Services coleta e trata dados, consulte os Termos e Condi&ccedil;&otilde;es em: <a href="https://policies.google.com/terms">Link para os Termos e Condi&ccedil;&otilde;es do Google Play Services</a></li>
	<li><strong>&nbsp;Firebase: </strong>Para mais informa&ccedil;&otilde;es sobre como o Firebase coleta e trata dados, consulte os Termos e Condi&ccedil;&otilde;es em: <a href="https://firebase.google.com/terms/crashlytics">Link para os Termos e Condi&ccedil;&otilde;es do Firebase</a></li>
</ul>

<p><strong>3. Uso e Compartilhamento de Informa&ccedil;&otilde;es</strong><br />
As informa&ccedil;&otilde;es pessoais coletadas pelo Aplicativo s&atilde;o utilizadas para fornecer, manter e melhorar nossos servi&ccedil;os, bem como para fins de an&aacute;lise e personaliza&ccedil;&atilde;o. Podemos compartilhar suas informa&ccedil;&otilde;es pessoais com terceiros apenas nas circunst&acirc;ncias descritas nesta Pol&iacute;tica de Privacidade ou quando obtivermos seu consentimento.</p>

<p><strong>4. Seguran&ccedil;a</strong><br />
Tomamos medidas adequadas para proteger suas informa&ccedil;&otilde;es pessoais contra acesso n&atilde;o autorizado, uso indevido ou divulga&ccedil;&atilde;o. No entanto, lembre-se de que nenhum m&eacute;todo de transmiss&atilde;o pela Internet ou armazenamento eletr&ocirc;nico &eacute; totalmente seguro, e n&atilde;o podemos garantir sua seguran&ccedil;a absoluta.</p>

<p><strong>5. Links para Sites de Terceiros</strong><br />
O Aplicativo SocksLite pode conter links para sites de terceiros. Esta Pol&iacute;tica de Privacidade se aplica apenas ao nosso Aplicativo. Ao acessar esses links, voc&ecirc; estar&aacute; sujeito &agrave;s pol&iacute;ticas de privacidade desses terceiros. Recomendamos que voc&ecirc; leia atentamente as pol&iacute;ticas de privacidade de qualquer site que visite.</p>

</body>
</html>
